Repository: zehrademirtop/bitki_analiz_sistemi
Catalog: Desktop/linkemain/lib/l10n/app_*.arb
Languages: tr

source: Privacy Center
tr: Gizlilik Merkezi

source: About Us
tr: Hakkımızda

source: Your Privacy Matters
tr: Gizliliğiniz Bizim İçin Önemli

# privacyDescription
source: At Ulayzer, we highly value our users' privacy. Your data is a trust, and we work to protect it in the best way possible. Our app analyzes links from SMS, WhatsApp, and Gmail using only the necessary permissions and does not share any personal information with third parties.
tr: Ulayzer olarak, kullanıcılarımızın gizliliğine büyük önem veriyoruz. Verileriniz bizim için bir emanet ve bu emaneti en iyi şekilde korumak için çalışıyoruz. Uygulamamız, SMS, WhatsApp ve Gmail üzerinden gelen linkleri analiz ederken yalnızca gerekli izinleri kullanır ve hiçbir kişisel bilginizi üçüncü taraflarla paylaşmaz.

source: Data Security Commitment
tr: Veri Güvenliği Taahhüdümüz

# dataSecurityDetails
source: • Your data is stored locally on your device and is never sent to our servers. • Link analyses are performed only through trusted APIs like Google Safe Browsing and VirusTotal. • Our app operates only with the permissions you grant and uses them only as necessary. • We use the latest technologies for anonymizing and encrypting user data.
tr: • Verileriniz cihazınızda yerel olarak saklanır ve hiçbir şekilde sunucularımıza gönderilmez. • Link analizleri, yalnızca Google Safe Browsing ve VirusTotal gibi güvenilir API’ler üzerinden gerçekleştirilir. • Uygulamamız, yalnızca sizin verdiğiniz izinler doğrultusunda çalışır ve bu izinleri yalnızca gerekli olduğu kadar kullanır. • Kullanıcı verilerinin anonimleştirilmesi ve şifrelenmesi için en güncel teknolojileri kullanıyoruz.

source: You Are Valuable
tr: Siz Değerlisiniz

# youAreValuableDescription
source: Your security and satisfaction are the most important to us. Ulayzer is designed to provide a safer digital experience. If you have any questions about privacy, feel free to contact us. We are here for you!
tr: Bizim için en önemli şey, sizin güvenliğiniz ve memnuniyetinizdir. Ulayzer, dijital dünyada daha güvenli bir deneyim yaşamanız için tasarlandı. Eğer gizlilikle ilgili herhangi bir sorunuz varsa, bizimle iletişime geçmekten çekinmeyin. Sizin için buradayız!

source: What is Ulayzer?
tr: Ulayzer Nedir?

# whatIsUlayzerDescription
source: Ulayzer is an app designed to enhance your security in the digital world. It analyzes links from SMS, WhatsApp, and Gmail to protect you from harmful content. Our goal is to offer a safer digital experience and protect users from malicious links.
tr: Ulayzer, dijital dünyada güvenliğinizi artırmak için tasarlanmış bir uygulamadır. SMS, WhatsApp ve Gmail üzerinden gelen linkleri analiz ederek zararlı içeriklere karşı sizi korur. Amacımız, kullanıcılarımıza daha güvenli bir dijital deneyim sunmak ve kötü niyetli bağlantılardan korunmalarını sağlamaktır.

source: Who Are We?
tr: Biz Kimiz?

# whoAreWeDescription
source: We are a team that aims to improve people's lives and security using technology. With our user-focused approach, we always strive to provide the best experience. Ulayzer emerged as part of this vision and aims to enhance digital security by reaching more users every day.
tr: Biz, teknolojiyi kullanarak insanların hayatını kolaylaştırıp güvenliğini artırmayı hedefleyen bir ekibiz. Kullanıcı odaklı yaklaşımımızla, her zaman en iyi deneyimi sunmak için çalışıyoruz. Ulayzer, bu vizyonun bir parçası olarak ortaya çıktı ve her geçen gün daha fazla kullanıcıya ulaşarak dijital güvenliği artırmayı amaçlıyor.

source: Our Mission
tr: Misyonumuz

# ourMissionDescription
source: To prioritize security and privacy in the digital world, providing the best protection for our users. Stay one step ahead with Ulayzer and avoid harmful links!
tr: Dijital dünyada güvenliği ve gizliliği bir öncelik sağlayarak kullanıcılarımıza en iyi korumayı yapmak. Ulayzer ile her zaman bir adım önde olun ve zararlı linklerden uzak durun!

source: Developers
tr: Geliştiriciler

# toggleApp
source: Toggle App On/Off
tr: Uygulamayı Aktif/Pasif Yap

# appRunning
source: App is running
tr: Uygulama çalışıyor

# appStopped
source: App is stopped
tr: Uygulama durduruldu

source: Security Status
tr: Güvenlik Durumu

source: Unknown
tr: Bilinmiyor

source: Safe
tr: Güvenli

source: Caution
tr: Dikkat

source: Risky
tr: Riskli

source: Recent Analyses
tr: Son Analizler

source: Malicious
tr: Zararlı

source: Secure
tr: Güvenli
